HELP_1 = """<b><u>ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅs :</b></u>

ᴊᴜsᴛ ᴀᴅᴅ <b>ᴄ</b> ɪɴ ᴛʜᴇ sᴛᴀʀᴛɪɴɢ ᴏғ ᴛʜᴇ ᴄᴏᴍᴍᴀɴᴅs ᴛᴏ ᴜsᴇ ᴛʜᴇᴍ ғᴏʀ ᴄʜᴀɴɴᴇʟ.


/pause : ᴩᴀᴜsᴇ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴩʟᴀʏɪɴɢ sᴛʀᴇᴀᴍ.

/resume : ʀᴇsᴜᴍᴇ ᴛʜᴇ ᴩᴀᴜsᴇᴅ sᴛʀᴇᴀᴍ.

/skip : sᴋɪᴩ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴩʟᴀʏɪɴɢ sᴛʀᴇᴀᴍ ᴀɴᴅ sᴛᴀʀᴛ sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ɴᴇxᴛ ᴛʀᴀᴄᴋ ɪɴ ǫᴜᴇᴜᴇ.

/end ᴏʀ /stop : ᴄʟᴇᴀʀs ᴛʜᴇ ǫᴜᴇᴜᴇ ᴀɴᴅ ᴇɴᴅ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴩʟᴀʏɪɴɢ sᴛʀᴇᴀᴍ.

/player : ɢᴇᴛ ᴀ ɪɴᴛᴇʀᴀᴄᴛɪᴠᴇ ᴩʟᴀʏᴇʀ ᴩᴀɴᴇʟ.

/queue : sʜᴏᴡs ᴛʜᴇ ǫᴜᴇᴜᴇᴅ ᴛʀᴀᴄᴋs ʟɪsᴛ.
"""

HELP_2 = """
<b><u>ᴀᴜᴛʜ ᴜsᴇʀs :</b></u>

ᴀᴜᴛʜ ᴜsᴇʀs ᴄᴀɴ ᴜsᴇ ᴀᴅᴍɪɴ ʀɪɢʜᴛs ɪɴ ᴛʜᴇ ʙᴏᴛ ᴡɪᴛʜᴏᴜᴛ ᴀᴅᴍɪɴ ʀɪɢʜᴛs ɪɴ ᴛʜᴇ ᴄʜᴀᴛ.

/auth [ᴜsᴇʀɴᴀᴍᴇ/ᴜsᴇʀ_ɪᴅ] : ᴀᴅᴅ ᴀ ᴜsᴇʀ ᴛᴏ ᴀᴜᴛʜ ʟɪsᴛ ᴏғ ᴛʜᴇ ʙᴏᴛ.
/unauth [ᴜsᴇʀɴᴀᴍᴇ/ᴜsᴇʀ_ɪᴅ] : ʀᴇᴍᴏᴠᴇ ᴀ ᴀᴜᴛʜ ᴜsᴇʀs ғʀᴏᴍ ᴛʜᴇ ᴀᴜᴛʜ ᴜsᴇʀs ʟɪsᴛ.
/authusers : sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ᴀᴜᴛʜ ᴜsᴇʀs ᴏғ ᴛʜᴇ ɢʀᴏᴜᴩ.
"""

HELP_3 = """
<u><b>ʙʀᴏᴀᴅᴄᴀsᴛ ғᴇᴀᴛᴜʀᴇ</b></u> [ᴏɴʟʏ ғᴏʀ sᴜᴅᴏᴇʀs] :

/broadcast [ᴍᴇssᴀɢᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴀ ᴍᴇssᴀɢᴇ] : ʙʀᴏᴀᴅᴄᴀsᴛ ᴀ ᴍᴇssᴀɢᴇ ᴛᴏ sᴇʀᴠᴇᴅ ᴄʜᴀᴛs ᴏғ ᴛʜᴇ ʙᴏᴛ.

<u>ʙʀᴏᴀᴅᴄᴀsᴛɪɴɢ ᴍᴏᴅᴇs :</u>
<b>-pin</b> : ᴩɪɴs ʏᴏᴜʀ ʙʀᴏᴀᴅᴄᴀsᴛᴇᴅ ᴍᴇssᴀɢᴇs ɪɴ sᴇʀᴠᴇᴅ ᴄʜᴀᴛs.
<b>-pinloud</b> : ᴩɪɴs ʏᴏᴜʀ ʙʀᴏᴀᴅᴄᴀsᴛᴇᴅ ᴍᴇssᴀɢᴇ ɪɴ sᴇʀᴠᴇᴅ ᴄʜᴀᴛs ᴀɴᴅ sᴇɴᴅ ɴᴏᴛɪғɪᴄᴀᴛɪᴏɴ ᴛᴏ ᴛʜᴇ ᴍᴇᴍʙᴇʀs.
<b>-user</b> : ʙʀᴏᴀᴅᴄᴀsᴛs ᴛʜᴇ ᴍᴇssᴀɢᴇ ᴛᴏ ᴛʜᴇ ᴜsᴇʀs ᴡʜᴏ ʜᴀᴠᴇ sᴛᴀʀᴛᴇᴅ ʏᴏᴜʀ ʙᴏᴛ.
<b>-assistant</b> : ʙʀᴏᴀᴅᴄᴀsᴛ ʏᴏᴜʀ ᴍᴇssᴀɢᴇ ғʀᴏᴍ ᴛʜᴇ ᴀssɪᴛᴀɴᴛ ᴀᴄᴄᴏᴜɴᴛ ᴏғ ᴛʜᴇ ʙᴏᴛ.
<b>-nobot</b> : ғᴏʀᴄᴇs ᴛʜᴇ ʙᴏᴛ ᴛᴏ ɴᴏᴛ ʙʀᴏᴀᴅᴄᴀsᴛ ᴛʜᴇ ᴍᴇssᴀɢᴇ..

<b>ᴇxᴀᴍᴩʟᴇ:</b> <code>/broadcast -user -assistant -pin ᴛᴇsᴛɪɴɢ ʙʀᴏᴀᴅᴄᴀsᴛ</code>
"""

HELP_4 = """<u><b>ᴄʜᴀᴛ ʙʟᴀᴄᴋʟɪsᴛ ғᴇᴀᴛᴜʀᴇ :</b></u> [ᴏɴʟʏ ғᴏʀ sᴜᴅᴏᴇʀs]

ʀᴇsᴛʀɪᴄᴛ sʜɪᴛ ᴄʜᴀᴛs ᴛᴏ ᴜsᴇ ᴏᴜʀ ᴘʀᴇᴄɪᴏᴜs ʙᴏᴛ.

/blacklistchat [ᴄʜᴀᴛ ɪᴅ] : ʙʟᴀᴄᴋʟɪsᴛ ᴀ ᴄʜᴀᴛ ғʀᴏᴍ ᴜsɪɴɢ ᴛʜᴇ ʙᴏᴛ.
/whitelistchat [ᴄʜᴀᴛ ɪᴅ] : ᴡʜɪᴛᴇʟɪsᴛ ᴛʜᴇ ʙʟᴀᴄᴋʟɪsᴛᴇᴅ ᴄʜᴀᴛ.
/blacklistedchat : sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ʙʟᴀᴄᴋʟɪsᴛᴇᴅ ᴄʜᴀᴛs.
"""

HELP_5 = """
<u><b>ʙʟᴏᴄᴋ ᴜsᴇʀs:</b></u> [ᴏɴʟʏ ғᴏʀ sᴜᴅᴏᴇʀs]

sᴛᴀʀᴛs ɪɢɴᴏʀɪɴɢ ᴛʜᴇ ʙʟᴀᴄᴋʟɪsᴛᴇᴅ ᴜsᴇʀ, sᴏ ᴛʜᴀᴛ ʜᴇ ᴄᴀɴ'ᴛ ᴜsᴇ ʙᴏᴛ ᴄᴏᴍᴍᴀɴᴅs.

/block [ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴀ ᴜsᴇʀ] : ʙʟᴏᴄᴋ ᴛʜᴇ ᴜsᴇʀ ғʀᴏᴍ ᴏᴜʀ ʙᴏᴛ.
/unblock [ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴀ ᴜsᴇʀ] : ᴜɴʙʟᴏᴄᴋs ᴛʜᴇ ʙʟᴏᴄᴋᴇᴅ ᴜsᴇʀ.
/blockedusers : sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ʙʟᴏᴄᴋᴇᴅ ᴜsᴇʀs.
"""

HELP_6 = """
<u><b>ᴄʜᴀɴɴᴇʟ ᴩʟᴀʏ ᴄᴏᴍᴍᴀɴᴅs:</b></u>

ʏᴏᴜ ᴄᴀɴ sᴛʀᴇᴀᴍ ᴀᴜᴅɪᴏ/ᴠɪᴅᴇᴏ ɪɴ ᴄʜᴀɴɴᴇʟ.

/cplay : sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ ᴀᴜᴅɪᴏ ᴛʀᴀᴄᴋ ᴏɴ ᴄʜᴀɴɴᴇʟ's ᴠɪᴅᴇᴏᴄʜᴀᴛ.
/cvplay : sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ ᴠɪᴅᴇᴏ ᴛʀᴀᴄᴋ ᴏɴ ᴄʜᴀɴɴᴇʟ's ᴠɪᴅᴇᴏᴄʜᴀᴛ.
/cplayforce or /cvplayforce : sᴛᴏᴩs ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴀᴍ ᴀɴᴅ sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ ᴛʀᴀᴄᴋ.

/channelplay [ᴄʜᴀᴛ ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ɪᴅ] ᴏʀ [ᴅɪsᴀʙʟᴇ] : ᴄᴏɴɴᴇᴄᴛ ᴄʜᴀɴɴᴇʟ ᴛᴏ ᴀ ɢʀᴏᴜᴩ ᴀɴᴅ sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʀᴀᴄᴋs ʙʏ ᴛʜᴇ ʜᴇʟᴩ ᴏғ ᴄᴏᴍᴍᴀɴᴅs sᴇɴᴛ ɪɴ ɢʀᴏᴜᴩ.
"""

HELP_7 = """
<u><b>ɢʟᴏʙᴀʟ ʙᴀɴ ғᴇᴀᴛᴜʀᴇ</b></u> [ᴏɴʟʏ ғᴏʀ sᴜᴅᴏᴇʀs] :

/gban [ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴀ ᴜsᴇʀ] : ɢʟᴏʙᴀʟʟʏ ʙᴀɴs ᴛʜᴇ ᴄʜᴜᴛɪʏᴀ ғʀᴏᴍ ᴀʟʟ ᴛʜᴇ sᴇʀᴠᴇᴅ ᴄʜᴀᴛs ᴀɴᴅ ʙʟᴀᴄᴋʟɪsᴛ ʜɪᴍ ғʀᴏᴍ ᴜsɪɴɢ ᴛʜᴇ ʙᴏᴛ.
/ungban [ᴜsᴇʀɴᴀᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴀ ᴜsᴇʀ] : ɢʟᴏʙᴀʟʟʏ ᴜɴʙᴀɴs ᴛʜᴇ ɢʟᴏʙᴀʟʟʏ ʙᴀɴɴᴇᴅ ᴜsᴇʀ.
/gbannedusers : sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏғ ɢʟᴏʙᴀʟʟʏ ʙᴀɴɴᴇᴅ ᴜsᴇʀs.
"""

HELP_8 = """
<b><u>ʟᴏᴏᴘ sᴛʀᴇᴀᴍ :</b></u>

<b>sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴀᴍ ɪɴ ʟᴏᴏᴘ</b>

/loop [enable/disable] : ᴇɴᴀʙʟᴇs/ᴅɪsᴀʙʟᴇs ʟᴏᴏᴘ ғᴏʀ ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴀᴍ
/loop [1, 2, 3, ...] : ᴇɴᴀʙʟᴇs ᴛʜᴇ ʟᴏᴏᴘ ғᴏʀ ᴛʜᴇ ɢɪᴠᴇɴ ᴠᴀʟᴜᴇ.
"""

HELP_9 = """
<u><b>ᴍᴀɪɴᴛᴇɴᴀɴᴄᴇ ᴍᴏᴅᴇ</b></u> [ᴏɴʟʏ ғᴏʀ sᴜᴅᴏᴇʀs] :

/logs : ɢᴇᴛ ʟᴏɢs ᴏғ ᴛʜᴇ ʙᴏᴛ.

/logger [ᴇɴᴀʙʟᴇ/ᴅɪsᴀʙʟᴇ] : ʙᴏᴛ ᴡɪʟʟ sᴛᴀʀᴛ ʟᴏɢɢɪɴɢ ᴛʜᴇ ᴀᴄᴛɪᴠɪᴛɪᴇs ʜᴀᴩᴩᴇɴ ᴏɴ ʙᴏᴛ.

/maintenance [ᴇɴᴀʙʟᴇ/ᴅɪsᴀʙʟᴇ] : ᴇɴᴀʙʟᴇ ᴏʀ ᴅɪsᴀʙʟᴇ ᴛʜᴇ ᴍᴀɪɴᴛᴇɴᴀɴᴄᴇ ᴍᴏᴅᴇ ᴏғ ʏᴏᴜʀ ʙᴏᴛ.
"""

HELP_10 = """
<b><u>ᴘɪɴɢ & sᴛᴀᴛs :</b></u>

/start : sᴛᴀʀᴛs ᴛʜᴇ ᴍᴜsɪᴄ ʙᴏᴛ.
/help : ɢᴇᴛ ʜᴇʟᴩ ᴍᴇɴᴜ ᴡɪᴛʜ ᴇxᴩʟᴀɴᴀᴛɪᴏɴ ᴏғ ᴄᴏᴍᴍᴀɴᴅs.

/ping : sʜᴏᴡs ᴛʜᴇ ᴩɪɴɢ ᴀɴᴅ sʏsᴛᴇᴍ sᴛᴀᴛs ᴏғ ᴛʜᴇ ʙᴏᴛ.

/stats : sʜᴏᴡs ᴛʜᴇ ᴏᴠᴇʀᴀʟʟ sᴛᴀᴛs ᴏғ ᴛʜᴇ ʙᴏᴛ.
"""

HELP_11 = """
<u><b>ᴩʟᴀʏ ᴄᴏᴍᴍᴀɴᴅs :</b></u>

<b>v :</b> sᴛᴀɴᴅs ғᴏʀ ᴠɪᴅᴇᴏ ᴩʟᴀʏ.
<b>force :</b> sᴛᴀɴᴅs ғᴏʀ ғᴏʀᴄᴇ ᴩʟᴀʏ.

/play ᴏʀ /vplay : sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ ᴛʀᴀᴄᴋ ᴏɴ ᴠɪᴅᴇᴏᴄʜᴀᴛ.

/playforce ᴏʀ /vplayforce : sᴛᴏᴩs ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴀᴍ ᴀɴᴅ sᴛᴀʀᴛs sᴛʀᴇᴀᴍɪɴɢ ᴛʜᴇ ʀᴇǫᴜᴇsᴛᴇᴅ ᴛʀᴀᴄᴋ.
"""

HELP_12 = """
<b><u>sʜᴜғғʟᴇ ᴏ̨ᴜᴇᴜᴇ :</b></u>

/shuffle : sʜᴜғғʟᴇ's ᴛʜᴇ ᴏ̨ᴜᴇᴜᴇ.
/queue : sʜᴏᴡs ᴛʜᴇ sʜᴜғғʟᴇᴅ ᴏ̨ᴜᴇᴜᴇ.
"""

HELP_13 = """
<b><u>sᴇᴇᴋ sᴛʀᴇᴀᴍ :</b></u>

/seek [ᴅᴜʀᴀᴛɪᴏɴ ɪɴ sᴇᴄᴏɴᴅs] : sᴇᴇᴋ ᴛʜᴇ sᴛʀᴇᴀᴍ ᴛᴏ ᴛʜᴇ ɢɪᴠᴇɴ ᴅᴜʀᴀᴛɪᴏɴ.
/seekback [ᴅᴜʀᴀᴛɪᴏɴ ɪɴ sᴇᴄᴏɴᴅs] : ʙᴀᴄᴋᴡᴀʀᴅ sᴇᴇᴋ ᴛʜᴇ sᴛʀᴇᴀᴍ ᴛᴏ ᴛʜᴇ ᴛʜᴇ ɢɪᴠᴇɴ ᴅᴜʀᴀᴛɪᴏɴ.
"""

HELP_14 = """
<b><u>sᴏɴɢ ᴅᴏᴡɴʟᴏᴀᴅ</b></u>

/song [sᴏɴɢ ɴᴀᴍᴇ/ʏᴛ ᴜʀʟ] : ᴅᴏᴡɴʟᴏᴀᴅ ᴀɴʏ ᴛʀᴀᴄᴋ ғʀᴏᴍ ʏᴏᴜᴛᴜʙᴇ ɪɴ ᴍᴘ3 ᴏʀ ᴍᴘ4 ғᴏʀᴍᴀᴛs.
"""

HELP_15 = """
<b><u>sᴘᴇᴇᴅ ᴄᴏᴍᴍᴀɴᴅs :</b></u>

ʏᴏᴜ ᴄᴀɴ ᴄᴏɴᴛʀᴏʟ ᴛʜᴇ ᴘʟᴀʏʙᴀᴄᴋ sᴘᴇᴇᴅ ᴏғ ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴀᴍ. [ᴀᴅᴍɪɴs ᴏɴʟʏ]

/speed or /playback : ғᴏʀ ᴀᴅᴊᴜsᴛɪɴɢ ᴛʜᴇ ᴀᴜᴅɪᴏ ᴘʟᴀʏʙᴀᴄᴋ sᴘᴇᴇᴅ ɪɴ ɢʀᴏᴜᴘ.
/cspeed or /cplayback : ғᴏʀ ᴀᴅᴊᴜsᴛɪɴɢ ᴛʜᴇ ᴀᴜᴅɪᴏ ᴘʟᴀʏʙᴀᴄᴋ sᴘᴇᴇᴅ ɪɴ ᴄʜᴀɴɴᴇʟ.
"""
HELP_𝟣𝟫 = """<u><b>ᴄʜᴀᴛ ʙʟᴀᴄᴋʟɪꜱᴛ ꜰᴇᴀᴛᴜʀᴇ :</b></u> [ᴏɴʟʏ ꜰᴏʀ ꜱᴜᴅᴏᴇʀꜱ]

ʀᴇꜱᴛʀɪᴄᴛ ᴜɴᴡᴀɴᴛᴇᴅ ᴄʜᴀᴛꜱ ꜰʀᴏᴍ ᴜꜱɪɴɢ ᴏᴜʀ ᴘʀᴇᴄɪᴏᴜꜱ ʙᴏᴛ.

/blacklistchat [ᴄʜᴀᴛ ɪᴅ] : ʙʟᴀᴄᴋʟɪꜱᴛ ᴀ ᴄʜᴀᴛ ꜰʀᴏᴍ ᴜꜱɪɴɢ ᴛʜᴇ ʙᴏᴛ.
/whitelistchat [ᴄʜᴀᴛ ɪᴅ] : ᴡʜɪᴛᴇʟɪꜱᴛ ᴛʜᴇ ʙʟᴀᴄᴋʟɪꜱᴛᴇᴅ ᴄʜᴀᴛ.
/blacklistedchats : ꜱʜᴏᴡꜱ ᴛʜᴇ ʟɪꜱᴛ ᴏꜰ ʙʟᴀᴄᴋʟɪꜱᴛᴇᴅ ᴄʜᴀᴛꜱ.

✧ᴛʜᴇꜱᴇ ᴍᴏᴅᴜʟᴇꜱ ʙʏ ➪ [sʜᴀ 💗](https://t.me/I_shadwoo)"""

HELP_𝟤𝟢 = """
<b><u>ɪᴍᴀɢᴇ ᴄᴏᴍᴍᴀɴᴅꜱ:</b></u>
ᴛʜᴇꜱᴇ ᴀʀᴇ ᴛʜᴇ ᴀᴠᴀɪʟᴀʙʟᴇ ɪᴍᴀɢᴇ ᴄᴏᴍᴍᴀɴᴅꜱ:

⦿ /getdraw ➠ ɢᴇɴᴇʀᴀᴛᴇꜱ ᴀ ᴅʀᴀᴡɪɴɢ ʙᴀꜱᴇᴅ ᴏɴ ᴀ ɢɪᴠᴇɴ ᴘʀᴏᴍᴘᴛ.
⦿ /image ➠ ꜱᴇᴀʀᴄʜᴇꜱ ꜰᴏʀ ᴀɴ ɪᴍᴀɢᴇ ʙᴀꜱᴇᴅ ᴏɴ ᴀ ɢɪᴠᴇɴ ᴋᴇʏᴡᴏʀᴅ.
⦿ /upscale ➠ ʀᴇᴘʟʏ ᴛᴏ ᴀɴ ɪᴍᴀɢᴇ ᴛᴏ ᴜᴘꜱᴄᴀʟᴇ ɪᴛ ᴀɴᴅ ɪᴍᴘʀᴏᴠᴇ ɪᴛꜱ ǫᴜᴀʟɪᴛʏ.
⦿ /rmbg ➠ ʀᴇᴍᴏᴠᴇꜱ ᴛʜᴇ ʙᴀᴄᴋɢʀᴏᴜɴᴅ ꜰʀᴏᴍ ᴀɴ ɪᴍᴀɢᴇ.

✧ᴛʜᴇꜱᴇ ᴍᴏᴅᴜʟᴇꜱ ʙʏ ➪ [sʜᴀ 💗](https://t.me/I_shadwoo)"""

HELP_𝟤𝟣 = """
<b><u>ᴛᴇxᴛ ᴇᴅɪᴛɪɴɢ :</b></u>
ᴛʜᴇꜱᴇ ᴀʀᴇ ᴛʜᴇ ᴄᴏᴍᴍᴀɴᴅꜱ ꜰᴏʀ ᴛᴇxᴛ ᴇᴅɪᴛɪɴɢ ᴏʀ ᴅᴇꜱɪɢɴɪɴɢ:

/font ᴏʀ /fonts ➠ ᴇɴᴛᴇʀ ᴛʜᴇ ᴛᴇxᴛ ᴀꜰᴛᴇʀ ᴛʜᴇ ᴄᴏᴍᴍᴀɴᴅ ᴛᴏ ɢᴇɴᴇʀᴀᴛᴇ ꜰᴏɴᴛ ᴇꜰꜰᴇᴄᴛꜱ.
/figlet ➠ ᴇɴᴛᴇʀ ᴛʜᴇ ᴛᴇxᴛ ᴀꜰᴛᴇʀ ᴛʜᴇ ᴄᴏᴍᴍᴀɴᴅ ᴛᴏ ɢᴇɴᴇʀᴀᴛᴇ ᴀ ꜰɪɢʟᴇᴛ.
/code ➠ ᴇɴᴛᴇʀ ᴛʜᴇ ᴛᴇxᴛ ᴀꜰᴛᴇʀ ᴛʜᴇ ᴄᴏᴍᴍᴀɴᴅ ᴛᴏ ꜰᴏʀᴍᴀᴛ ɪᴛ ᴀꜱ ᴄᴏᴅᴇ.
/genpw ➠ ᴛᴏ ɢᴇɴᴇʀᴀᴛᴇ ᴀ ꜱᴛʀᴏɴɢ ᴘᴀꜱꜱᴡᴏʀᴅ.
/write ➠ ᴇɴᴛᴇʀ ᴛʜᴇ ᴛᴇxᴛ ᴀꜰᴛᴇʀ ᴛʜᴇ ᴄᴏᴍᴍᴀɴᴅ ᴛᴏ ᴡʀɪᴛᴇ ɪɴ ᴀ ɴᴏᴛᴇʙᴏᴏᴋ ꜱᴛʏʟᴇ.
/qr ➠ ᴇɴᴛᴇʀ ᴛʜᴇ ᴛᴇxᴛ ᴀꜰᴛᴇʀ ᴛʜᴇ ᴄᴏᴍᴍᴀɴᴅ ᴛᴏ ɢᴇɴᴇʀᴀᴛᴇ ᴀ ǫʀ ᴄᴏᴅᴇ ᴏꜰ ᴛʜᴇ ᴛᴇxᴛ.

<b><u>Qᴜᴏᴛᴇ Mᴏᴅᴜʟᴇ:</b></u>
/q ➠ ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴍᴇꜱꜱᴀɢᴇ ᴛᴏ ᴄʀᴇᴀᴛᴇ ᴀ ǫᴜᴏᴛᴇ ꜰʀᴏᴍ ɪᴛ.
/q r ➠ ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴍᴇꜱꜱᴀɢᴇ ᴛᴏ ᴄʀᴇᴀᴛᴇ ᴀ ǫᴜᴏᴛᴇ ꜰʀᴏᴍ ᴛʜᴇ ᴍᴇꜱꜱᴀɢᴇ ᴀɴᴅ ɪᴛꜱ ʀᴇᴘʟɪᴇᴅ ᴍᴇꜱꜱᴀɢᴇ.
/q <count> ➠ ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴍᴇꜱꜱᴀɢᴇ ᴡɪᴛʜ ᴀ ɴᴜᴍʙᴇʀ ᴛᴏ ǫᴜᴏᴛᴇ ᴛʜᴀᴛ ᴍᴇꜱꜱᴀɢᴇ ᴀɴᴅ ᴛʜᴇ ɴᴇxᴛ ᴍᴇꜱꜱᴀɢᴇꜱ ᴜᴘ ᴛᴏ 10.
/q <count> r ➠ ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴍᴇꜱꜱᴀɢᴇ ᴡɪᴛʜ ᴀ ɴᴜᴍʙᴇʀ ᴀɴᴅ 'r' ᴛᴏ ǫᴜᴏᴛᴇ ᴛʜᴀᴛ ᴍᴇꜱꜱᴀɢᴇ, ɪᴛꜱ ʀᴇᴘʟɪᴇᴅ ᴍᴇꜱꜱᴀɢᴇ, ᴀɴᴅ ᴛʜᴇ ɴᴇxᴛ ᴍᴇꜱꜱᴀɢᴇꜱ ᴜᴘ ᴛᴏ 10.

✧ᴛʜᴇꜱᴇ ᴍᴏᴅᴜʟᴇꜱ ʙʏ ➪ [sʜᴀ 💗](https://t.me/I_shadwoo)"""


HELP_𝟤𝟤 = """
<b><u>ꜱᴛɪᴄᴋᴇʀꜱ :</b></u>

/mmf ➠ ᴛᴏ ᴍᴇᴍɪꜰʏ ᴛʜᴇ ɪᴍᴀɢᴇ ᴏʀ ꜱᴛɪᴄᴋᴇʀ.
/tiny ➠ ʀᴇᴘʟʏ ᴛᴏ ᴀ ꜱᴛɪᴄᴋᴇʀ ᴛʜᴀᴛ ʏᴏᴜ ᴡᴀɴᴛ ᴛᴏ ᴍᴀᴋᴇ ᴛɪɴʏ.
/kang ➠ ᴛʜɪꜱ ᴄᴏᴍᴍᴀɴᴅ ɪꜱ ᴜꜱᴇᴅ ᴛᴏ ᴋᴀɴɢ ɪᴍᴀɢᴇꜱ ɪɴᴛᴏ ꜱᴛɪᴄᴋᴇʀꜱ.
/packkang ➠ ᴄʀᴇᴀᴛᴇꜱ ᴀ ᴘᴀᴄᴋ ᴏꜰ ꜱᴛɪᴄᴋᴇʀꜱ ꜰʀᴏᴍ ᴀɴᴏᴛʜᴇʀ ᴘᴀᴄᴋ.
/stickerid ➠ ɢᴇᴛꜱ ᴛʜᴇ ꜱᴛɪᴄᴋᴇʀ ɪᴅ ᴏꜰ ᴀ ꜱᴛɪᴄᴋᴇʀ.
/st ➠ ᴛᴏ ꜰɪɴᴅ ᴛʜᴇ ꜱᴛɪᴄᴋᴇʀ, ᴘʟᴇᴀꜱᴇ ᴘʀᴏᴠɪᴅᴇ ᴛʜᴇ ꜱᴛɪᴄᴋᴇʀ ɪᴅ ᴀꜰᴛᴇʀ ᴛʜᴇ ᴄᴏᴍᴍᴀɴᴅ.
/get_sticker ➠ ᴛᴏ ᴇxᴛʀᴀᴄᴛ ᴛʜᴇ ɪᴍᴀɢᴇ ᴏʀ ᴠɪᴅᴇᴏ ꜰʀᴏᴍ ᴀ ꜱᴛɪᴄᴋᴇʀ.
/meme ➠ ᴜꜱᴇ ᴛʜɪꜱ ᴄᴏᴍᴍᴀɴᴅ ᴛᴏ ɢᴇɴᴇʀᴀᴛᴇ ᴍᴇᴍᴇꜱ.
/stdl ➠ ᴛᴏ ᴅᴏᴡɴʟᴏᴀᴅ ᴛʜᴇ sᴛɪᴄᴋᴇʀ.

✧ᴛʜᴇꜱᴇ ᴍᴏᴅᴜʟᴇꜱ ʙʏ ➪ [sʜᴀ 💗](https://t.me/I_shadwoo)"""

HELP_𝟤𝟥 = """
<b><u>ᴛᴀɢ-ᴀʟʟ :</b></u>

/utag ᴏʀ /mention ᴏʀ /all ➠ ᴇɴᴛᴇʀ ᴛʜᴇ ᴛᴇxᴛ ᴀꜰᴛᴇʀ ᴛʜᴇ ᴄᴏᴍᴍᴀɴᴅ ᴏʀ ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴛᴇxᴛ ᴛᴏ ᴍᴇɴᴛɪᴏɴ ᴀʟʟ.
/cancel ᴏʀ /ustop ➠ ᴛᴏ ᴄᴀɴᴄᴇʟ ᴍᴇɴᴛɪᴏɴɪɴɢ.
/tagall ➠ ꜰᴏʀ ʀᴀɴᴅᴏᴍʟʏ ꜰᴜɴɴʏ ᴛᴀɢꜱ 😁.
/tagoff ᴏʀ /ᴛᴀɢꜱᴛᴏᴘ ➠ ꜱᴛᴏᴘ ᴍᴇɴᴛɪᴏɴɪɴɢ ꜰᴜɴɴʏ ᴛᴀɢꜱ.
/gmtag ➠ ꜰᴏʀ ᴍᴏʀɴɪɴɢ ᴡɪꜱʜᴇꜱ 🥰.
/gmstop ➠ ꜱᴛᴏᴘ ᴍᴏʀɴɪɴɢ ᴡɪꜱʜᴇꜱ.
/gntag ➠ ꜰᴏʀ ɴɪɢʜᴛ ᴡɪꜱʜᴇꜱ 😴.
/gnstop ➠ ꜱᴛᴏᴘ ɴɪɢʜᴛ ᴡɪꜱʜᴇꜱ 😴.
/hitag ➠ ᴛᴀɢ ᴍᴇᴍʙᴇʀꜱ ᴡɪᴛʜ ʜɪɴᴅɪ ǫᴜᴏᴛᴇꜱ.
/histop ➠ ꜱᴛᴏᴘ ʜɪɴᴅɪ ǫᴜᴏᴛᴇꜱ.
/lifetag ➠ ᴛᴀɢ ᴍᴇᴍʙᴇʀꜱ ᴡɪᴛʜ ᴇɴɢʟɪꜱʜ ǫᴜᴏᴛᴇꜱ.
/lifestop ➠ ꜱᴛᴏᴘ ᴇɴɢʟɪꜱʜ ǫᴜᴏᴛᴇꜱ.
/shayari ➠ ᴛᴀɢ ᴀʟʟ ᴍᴇᴍʙᴇʀꜱ ᴡɪᴛʜ ꜱʜᴀʏᴀʀɪ 😜.
/shayarioff ➠ ꜱᴛᴏᴘ ᴍᴇɴᴛɪᴏɴɪɴɢ ꜱʜᴀʏᴀʀɪ.

✧ᴛʜᴇꜱᴇ ᴍᴏᴅᴜʟᴇꜱ ʙʏ ➪ [sʜᴀ 💗](https://t.me/I_shadwoo)"""

HELP_𝟤𝟦 = """
<b><u>ᴇxᴛʀᴀ ᴄᴏᴍᴍᴀɴᴅꜱ :</b></u>

⦿ /carbon ➠ ɢᴇɴᴇʀᴀᴛᴇꜱ ᴀ ᴄᴀʀʙᴏɴ ᴄᴏᴅᴇ ɪᴍᴀɢᴇ ꜰʀᴏᴍ ᴀ ᴄᴏᴅᴇ ꜱɴɪᴘᴘᴇᴛ.
⦿ /speedtest ➠ ᴍᴇᴀꜱᴜʀᴇꜱ ᴛʜᴇ ɪɴᴛᴇʀɴᴇᴛ ꜱᴘᴇᴇᴅ.
⦿ /reverse ➠ ʀᴇᴠᴇʀꜱᴇꜱ ᴀ ɢɪᴠᴇɴ ᴛᴇxᴛ.
⦿ /webss ➠ ᴛᴀᴋᴇꜱ ᴀ ꜱᴄʀᴇᴇɴꜱʜᴏᴛ ᴏꜰ ᴀ ᴡᴇʙꜱɪᴛᴇ.
⦿ /webdl ➠ ᴇɴᴛᴇʀ ᴛʜᴇ ʟɪɴᴋ ᴏꜰ ᴀ ᴡᴇʙꜱɪᴛᴇ ᴀꜰᴛᴇʀ ᴛʜᴇ ᴄᴏᴍᴍᴀɴᴅ ᴛᴏ ɢᴇᴛ ᴛʜᴇ ꜱᴏᴜʀᴄᴇ ᴄᴏᴅᴇ ᴏꜰ ᴛʜᴀᴛ ᴡᴇʙꜱɪᴛᴇ.
⦿ /paste ➠ ᴜᴘʟᴏᴀᴅꜱ ᴀ ᴛᴇxᴛ ꜱɴɪᴘᴘᴇᴛ ᴛᴏ ᴛʜᴇ ᴄʟᴏᴜᴅ ᴀɴᴅ ᴘʀᴏᴠɪᴅᴇꜱ ᴀ ʟɪɴᴋ.
⦿ /tgm ➠ ᴜᴘʟᴏᴀᴅꜱ ᴀ ᴘʜᴏᴛᴏ (ᴜɴᴅᴇʀ 𝟧ᴍʙ) ᴛᴏ ᴛʜᴇ ᴄʟᴏᴜᴅ ᴀɴᴅ ᴘʀᴏᴠɪᴅᴇꜱ ᴀ ʟɪɴᴋ.
⦿ /tr ➠ ᴛʀᴀɴꜱʟᴀᴛᴇꜱ ᴛᴇxᴛ.
⦿ /short ➠ ᴇɴᴛᴇʀ ᴛʜᴇ ʟɪɴᴋ ᴛʜᴀᴛ ʏᴏᴜ ᴡᴀɴᴛ ᴛᴏ ꜱʜᴏʀᴛᴇɴ ᴀꜰᴛᴇʀ ᴛʜᴇ ᴄᴏᴍᴍᴀɴᴅ.

✧ᴛʜᴇꜱᴇ ᴍᴏᴅᴜʟᴇꜱ ʙʏ ➪ [sʜᴀ 💗](https://t.me/I_shadwoo)"""

HELP_𝟤𝟧 = """
<b><u>ꜱᴇᴀʀᴄʜ ᴄᴏᴍᴍᴀɴᴅꜱ :</b></u>
ᴀᴠᴀɪʟᴀʙʟᴇ ᴄᴏᴍᴍᴀɴᴅꜱ:

• /google <ǫᴜᴇʀʏ> : ꜱᴇᴀʀᴄʜ ɢᴏᴏɢʟᴇ ꜰᴏʀ ᴛʜᴇ ɢɪᴠᴇɴ ǫᴜᴇʀʏ.
• /anime <ǫᴜᴇʀʏ> : ꜱᴇᴀʀᴄʜ ᴍʏᴀɴɪᴍᴇʟɪꜱᴛ ꜰᴏʀ ᴛʜᴇ ɢɪᴠᴇɴ ǫᴜᴇʀʏ.
• /stack <ǫᴜᴇʀʏ> : ꜱᴇᴀʀᴄʜ ꜱᴛᴀᴄᴋᴏᴠᴇʀꜰʟᴏᴡ ꜰᴏʀ ᴛʜᴇ ɢɪᴠᴇɴ ǫᴜᴇʀʏ.
• /image (/imgs) <ǫᴜᴇʀʏ> : ɢᴇᴛ ɪᴍᴀɢᴇꜱ ʀᴇʟᴀᴛᴇᴅ ᴛᴏ ʏᴏᴜʀ ǫᴜᴇʀʏ.
• /mongochk : ᴄʜᴇᴄᴋ ᴛʜᴇ ꜱᴛᴀᴛᴜꜱ ᴏꜰ ʏᴏᴜʀ ᴍᴏɴɢᴏᴅʙ ɪɴꜱᴛᴀɴᴄᴇ [ᴇɴᴛᴇʀ ᴛʜᴇ ᴍᴏɴɢᴏᴅʙ ʟɪɴᴋ ᴀꜰᴛᴇʀ ᴛʜᴇ ᴄᴏᴍᴍᴀɴᴅ].
• /ip : ᴇɴᴛᴇʀ ᴛʜᴇ ɪᴘ ᴀᴅᴅʀᴇꜱꜱ ᴀꜰᴛᴇʀ ᴛʜᴇ ᴄᴏᴍᴍᴀɴᴅ ᴛᴏ ɢᴇᴛ ɪɴꜰᴏ ᴀʙᴏᴜᴛ ᴛʜᴀᴛ ɪᴘ.
• /domain : ᴇɴᴛᴇʀ ᴛʜᴇ ᴅᴏᴍᴀɪɴ ɴᴀᴍᴇ ᴀꜰᴛᴇʀ ᴛʜᴇ ᴄᴏᴍᴍᴀɴᴅ ᴛᴏ ꜰɪɴᴅ ɪɴꜰᴏ ᴀʙᴏᴜᴛ ᴛʜᴇ ᴅᴏᴍᴀɪɴ.
• /weather : ᴇɴᴛᴇʀ ᴛʜᴇ ʟᴏᴄᴀᴛɪᴏɴ ᴀꜰᴛᴇʀ ᴛʜᴇ ᴄᴏᴍᴍᴀɴᴅ ᴛᴏ ɢᴇᴛ ᴛʜᴇ ᴡᴇᴀᴛʜᴇʀ ᴏꜰ ᴛʜᴀᴛ ʟᴏᴄᴀᴛɪᴏɴ.
• /calendar : ᴇɴᴛᴇʀ ᴛʜᴇ ʏᴇᴀʀ ᴛʜᴀᴛ ʏᴏᴜ ᴡᴀɴᴛ.
• /day : ᴇɴᴛᴇʀ ᴛʜᴇ ᴅᴀᴛᴇ {ʏᴇᴀʀ/ᴍᴏɴᴛʜ/ᴅᴀʏ} ᴀꜰᴛᴇʀ ᴛʜᴇ ᴄᴏᴍᴍᴀɴᴅ ᴛᴏ ꜰɪɴᴅ ᴛʜᴇ ᴅᴀʏ ᴏɴ ᴛʜᴀᴛ ᴅᴀᴛᴇ.
• /get_states : ᴇɴᴛᴇʀ ᴛʜᴇ ᴄᴏᴜɴᴛʀʏ ɴᴀᴍᴇ ᴀꜰᴛᴇʀ ᴛʜᴇ ᴄᴏᴍᴍᴀɴᴅ.

ᴇxᴀᴍᴘʟᴇ:
<code>/google pyrogram</code>: ʀᴇᴛᴜʀɴꜱ ᴛʜᴇ ᴛᴏᴘ 𝟧 ʀᴇꜱᴜʟᴛꜱ.

✧ᴛʜᴇꜱᴇ ᴍᴏᴅᴜʟᴇꜱ ʙʏ ➪ [sʜᴀ 💗](https://t.me/I_shadwoo)"""

HELP_𝟤𝟨 = """
<b><u>ɴᴏᴛᴇꜱ :</b></u>
ʀᴇɢᴀʀᴅɪɴɢ ɴᴏᴛᴇꜱ:

/save ➠ ᴇɴᴛᴇʀ ᴀ ɴᴏᴛᴇ ɴᴀᴍᴇ ᴀꜰᴛᴇʀ ᴛʜᴇ ᴄᴏᴍᴍᴀɴᴅ ᴛᴏ ꜱᴀᴠᴇ ᴛʜᴇ ɴᴏᴛᴇ.
/get ➠ ᴇɴᴛᴇʀ ᴛʜᴇ ɴᴏᴛᴇ ɴᴀᴍᴇ ᴛʜᴀᴛ ʏᴏᴜ ᴡᴀɴᴛ ᴛᴏ ʀᴇᴛʀɪᴇᴠᴇ.
/privatenotes ➠ ᴘʀɪᴠᴀᴛᴇ ɴᴏᴛᴇꜱ ꜰᴜɴᴄᴛɪᴏɴᴀʟɪᴛʏ.
/clear ➠ ᴛᴏ ᴄʟᴇᴀʀ ᴀ ɴᴏᴛᴇ.
/clearall ➠ ᴛᴏ ᴄʟᴇᴀʀ ᴀʟʟ ɴᴏᴛᴇꜱ.

✧ᴛʜᴇꜱᴇ ᴍᴏᴅᴜʟᴇꜱ ʙʏ ➪ [sʜᴀ 💗](https://t.me/I_shadwoo)"""

HELP_𝟤𝟩 = """
<b><u>ʀᴇᴘᴏ ʀᴇʟᴀᴛᴇᴅ :</b></u>
ᴀᴠᴀɪʟᴀʙʟᴇ ᴄᴏᴍᴍᴀɴᴅꜱ ʀᴇɢᴀʀᴅɪɴɢ ʀᴇᴘᴏꜱɪᴛᴏʀɪᴇꜱ:

/allrepo ➠ ᴇɴᴛᴇʀ ᴛʜᴇ ɢɪᴛʜᴜʙ ᴜꜱᴇʀɴᴀᴍᴇ ᴀꜰᴛᴇʀ ᴛʜᴇ ᴄᴏᴍᴍᴀɴᴅ ᴛᴏ ɢᴇᴛ ᴀʟʟ ʀᴇᴘᴏꜱɪᴛᴏʀɪᴇꜱ ᴏꜰ ᴛʜᴀᴛ ᴀᴄᴄᴏᴜɴᴛ.
/pypi ➠ ᴇɴᴛᴇʀ ᴛʜᴇ ᴘʀᴏᴊᴇᴄᴛ ɴᴀᴍᴇ ᴀꜰᴛᴇʀ ᴛʜᴇ ᴄᴏᴍᴍᴀɴᴅ ᴛᴏ ɢᴇᴛ ꜱᴛᴀᴛꜱ ᴏꜰ ᴛʜᴀᴛ ᴘʀᴏᴊᴇᴄᴛ [ᴘʀᴏᴊᴇᴄᴛ = ɢɪᴛʜᴜʙ ʀᴇᴘᴏꜱɪᴛᴏʀɪᴇꜱ].
/downloadrepo ➠ ᴇɴᴛᴇʀ ᴛʜᴇ ʀᴇᴘᴏꜱɪᴛᴏʀʏ ʟɪɴᴋ ᴀꜰᴛᴇʀ ᴛʜᴇ ᴄᴏᴍᴍᴀɴᴅ ᴛᴏ ᴅᴏᴡɴʟᴏᴀᴅ ᴛʜᴇ ʀᴇᴘᴏꜱɪᴛᴏʀʏ.

✧ᴛʜᴇꜱᴇ ᴍᴏᴅᴜʟᴇꜱ ʙʏ ➪ [sʜᴀ 💗](https://t.me/I_shadwoo)"""

HELP_𝟤𝟪 = """
<b><u>ᴄʜᴀᴛɢᴘᴛ :</b></u>

• shadwo - ʏᴏᴜ ᴄᴀɴ ᴀᴄᴄᴇꜱꜱ ᴊᴀʀᴠɪꜱ ʙʏ ᴛʜɪꜱ.
• Assis - ᴛʜᴇ ᴀɪ ᴡɪʟʟ ʀᴇꜱᴘᴏɴᴅ ɪɴ ᴀᴜᴅɪᴏ ꜰᴏʀᴍᴀᴛ.
• /gpt - ᴀᴄᴄᴇꜱꜱ ɢᴘᴛ ꜰᴜɴᴄᴛɪᴏɴᴀʟɪᴛʏ.
• /bard - ɪɴᴠᴏᴋᴇ ᴛʜᴇ ʙᴀʀᴅ ꜰᴇᴀᴛᴜʀᴇ.
• /llama - ᴇɴɢᴀɢᴇ ᴡɪᴛʜ ʟʟᴀᴍᴀ ᴍᴏᴅᴇ.
• /gemini - ɪɴᴠᴏᴋᴇ ᴛʜᴇ ɢᴇᴍɪɴɪ ꜰᴇᴀᴛᴜʀᴇ.
• /geminivision - ᴇxᴘʟᴏʀᴇ ɢᴇᴍɪɴɪ ᴍᴏᴅᴇ.
• /mistral - ᴀᴄᴛɪᴠᴀᴛᴇ ᴍɪꜱᴛʀᴀʟ ᴄᴏᴅᴇ.
• /tts - ᴄᴏɴᴠᴇʀᴛ ᴛᴇxᴛ ᴛᴏ ꜱᴘᴇᴇᴄʜ.
• /enhance - ɪᴍᴀɢᴇ ᴜᴘsᴄᴀʟᴇ ғʀᴇᴇ ᴀᴘɪ.

✧ᴛʜᴇꜱᴇ ᴍᴏᴅᴜʟᴇꜱ ʙʏ ➪ [sʜᴀ 💗](https://t.me/I_shadwoo)"""
